ARMOR_CLASSES = (
    ('light', 'Лёгкие доспехи'),
    ('medium', 'Средние доспехи'),
    ('heavy', 'Тяжелые доспехи'),
    ('shield', 'Щиты'),
)

ALIGNMENT_CHOICES = (
    (1, 'Законопослушно-Добрый'),
    (2, 'Законопослушно-Нейтральный'),
    (3, 'Законопослушно-Злой'),
    (4, 'Нейтрально-Добрый'),
    (5, 'Истинно нейтральный'),
    (6, 'Нейтрально-Злой'),
    (7, 'Хаотично-Добрый'),
    (8, 'Хаотично-Нейтральный'),
    (9, 'Хаотично-Злой'),
    (10, 'Без мировоззрения'),
)

CONDITIONS = (
    ('Poison', 'Отравление'),
    ('Exhaust', 'Истощение'),
    ('Deafened', 'Глухота'),
    ('Blinded', 'Ослепление'),
    ('Paralyzed', 'Паралич'),
    ('Charmed', 'Очарование'),
    ('Petrified', 'Окаменение'),
    ('Frightened', 'Испруг'),
)

DAMAGE_TYPES = (
    ('Piercing', 'Колющий'),
    ('Slashing', 'Рубящий'),
    ('Bludgeoning', 'Дробящий'),
    ('Acid', 'Кислотный'),
    ('Cold', 'Холод'),
    ('Fire', 'Огонь'),
    ('Force', 'Сила'),
    ('Lightning', 'Молния'),
    ('Necrotic', 'Некротический'),
    ('Poison', 'Яд'),
    ('Psychic', 'Психический'),
    ('Radiant', 'Свет'),
    ('Thunder', 'Гром'),
)

GENDER_CHOICES = (
    (1, 'Муж.'),
    (2, 'Жен.'),
    (3, 'Не определено'),
)

SIZE_CHOICES = (
    ('t', 'Крошечный'),
    ('s', 'Маленький'),
    ('m', 'Средний'),
    ('l', 'Большой'),
    ('h', 'Огромный'),
    ('g', 'Гигантский')
)
